<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Γραμμές Γλώσσας Αυθεντικοποίησης
    |--------------------------------------------------------------------------
    |
    | Οι παρακάτω γραμμές γλώσσας χρησιμοποιούνται κατά τη διαδικασία
    | αυθεντικοποίησης για διάφορα μηνύματα που πρέπει να εμφανιστούν
    | στον χρήστη. Μπορείτε να τις τροποποιήσετε ανάλογα με τις απαιτήσεις
    | της εφαρμογής σας.
    |
    */

    'failed' => 'Τα στοιχεία σύνδεσης δεν είναι σωστά.',
    'password' => 'Ο κωδικός είναι λανθασμένος.',
    'throttle' => 'Πάρα πολλές προσπάθειες. Προσπαθήστε ξανά σε :seconds δευτερόλεπτα.',
];
