<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Γραμμές Γλώσσας Σελιδοποίησης
    |--------------------------------------------------------------------------
    |
    | Οι παρακάτω γραμμές γλώσσας χρησιμοποιούνται από τη βιβλιοθήκη paginator
    | για τη δημιουργία απλών συνδέσμων σελιδοποίησης. Μπορείτε να τις αλλάξετε
    | όπως θέλετε, ώστε να ταιριάζουν καλύτερα στις προβολές της εφαρμογής σας.
    |
    */

    'previous' => '&laquo; Προηγούμενο',
    'next' => 'Επόμενο &raquo;',

];
