<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Γραμμές Γλώσσας Επαναφοράς Κωδικού
    |--------------------------------------------------------------------------
    |
    | Οι παρακάτω γραμμές γλώσσας είναι οι προεπιλεγμένες και αντιστοιχούν στους λόγους
    | που επιστρέφει ο password broker κατά την προσπάθεια επαναφοράς κωδικού,
    | όπως αποτυχία λόγω μη έγκυρου κωδικού ή token επαναφοράς.
    |
    */

    'reset' => 'Ο κωδικός πρόσβασής σας επαναφέρθηκε επιτυχώς.',
    'sent' => 'Σας στείλαμε σύνδεσμο επαναφοράς κωδικού μέσω email.',
    'throttled' => 'Παρακαλώ περιμένετε πριν δοκιμάσετε ξανά.',
    'token' => 'Το token επαναφοράς κωδικού δεν είναι έγκυρο.',
    'user' => 'Δεν βρέθηκε χρήστης με αυτή τη διεύθυνση email.',

];
